const navItems = [
  {
    name: "О нас",
    link: "#about",
  },
  {
    name: "Галлерея",
    link: "#gallery",
  },
  {
    name: "Отзывы",
    link: "#testimonials",
  },
];
const svgList = [
  {
    id: "1",
    path: "groupOfPeople.svg",
    alt: "group of peoples",
  },
  {
    id: "2",
    path: "puzzle.svg",
    alt: "puzzle",
  },
  {
    id: "3",
    path: "note.svg",
    alt: "musicial note",
  },
  {
    id: "4",
    path: "speaker.svg",
    alt: "speaker",
  },
];

const aboutData = [
  {
    id: "1",
    title:
      "Музыка - это наша профессия",
    description:
      "Мы успешно выступаем как на камерных праздниках, так и на грандиозных свадьбах и корпоративах!",
  },
  {
    id: "2",
    title: "Мы любим пошуметь, но...",
    description:
      "Готовы подстроиться под атмосферу любого мероприятия. Наше оборудование и опыт позволяют нам провести, как громкую и яркую программу, так и не оставить слушателей равнодушными к нежному и уютному материаллу.",
  },
  {
    id: "3",
    title: "Мы воплотим Вашу задумку",
    description:
      "Если вы готовите музыкальный подарок, хотите спеть или даже сыграть с нами, а может хотите услышать ваши любимые композиции - смело обращайтесь к нам. Мы поможем, вплоть до отдельной репетиции с Вами!",
  },
  {
    id: "4",
    title:
      "Мы хотим звучать хорошо, и...",
    description:
      "Все необходимое оборудование мы привезем бесплатно! Мы приедем за 2 часа до начала мероприятия и настроим звук. С радостью поучаствуем в организации мероприятия - поможем советом или рекомендацией.",
  },
];

const testimonialsData = [
  {
    name: "Арина Доценко",
    quote:
      "Хочу сказать Спасибо огромное вам за праздник! С точки зрения организации очень легко работать, сразу нашли общий язык. Само выступление было яркое и впечатляющее, народ пел и танцевал вместе с вами! Спасибо за это 😍 Ну и сама команда, повезло поработать лично с вами, очень интересные и классные! Очень надеюсь на будущую совместную работу 😌",
    path: "ArinaDocenko.jpg",
  },
  {
    name: "Анюта Мельникова",
    quote:
      "Это невероятно крутые и талантливые ребята! У меня была интересная задумка, которую мы совместно воплотили в жизнь! И это было 🔥🔥🔥 с группой мы много репетировали, теперь даже грустно, что наши репетиции окончены. Но точно могу сказать, что абсолютно все музыканты профессионалы своего дела! ",
    path: "AnnaMelnikova.jpg",
  },
  {
    name: "Андрей Ленченко",
    quote:
      "Понравился подход ребят. Заранее обговорили репертуар. Алексей уточнил предпочтения. Все гости танцевали нон-стоп на протяжении всего выступления группы. Тут попадание было 10 из 10. Многие вопросы по организации Алексей взял на себя, и я для себя понял, что клиентоориентированность для этой группы-это действительно не просто пустое слово.",
    path: "AndreyLenchenko.jpg",
  },
  {
    name: "Евгения Шиляева",
    quote:
      "Хочу выразить огромную благодарность группе Paprika за такое зажигательное выступление. Было бесконечно весело и драйвово! Особая благодарность за индивидуальный подход, все песни заранее обсуждались, по нашей просьбе даже были выучены несколько песен. Танцевали все, даже те, кто не особо любит танцевать 😊 Очень вами довольны! Все в полнейшем восторге! Успехов и продвижения вам!",
    path: "EvgenyaShilyaeva.jpg",
  },
];

export {
  navItems,
  testimonialsData,
  svgList,
  aboutData,
};
